Repository: maabou512/cncf_ar_jp2022
Catalog: pack1/omegat/project_save.tmx
Source language: en_us
Languages: ja_jp

source: (English, Slavic, Chinese, Spanish, Italian, and Indonesian)
ja_jp: (英語、スラブ語、中国語、スペイン語、イタリア語、インドネシア語)

source: 1,187 Submissions
ja_jp: 1,187件の投稿

source: 1,551 Submissions
ja_jp: 1,551件の投稿

source: 1.0% for Operations
ja_jp: オペレーションの場合は 1.0%

source: 1.2% for Legal
ja_jp: 法務の場合は 1.2%

source: 1.9% for Training & Certification
ja_jp: トレーニングと認定の場合は 1.9%

source: 10.8% for Leadership & Coordination
ja_jp: リーダーシップと調整のための10.8％

source: 100% would recommend CNCF to other companies ( 2022 End User survey )
ja_jp: 100% が CNCF を他社にも勧めたい (2022 年エンドユーザー サーベイ)

source: 113% Increase
ja_jp: 113% 増加

source: 14% Increase
ja_jp: 14%増

source: 17.4% for Developer Collaboration & IT
ja_jp: 開発者のコラボレーションと IT では 17.4%

source: 178K Contributors Fundamentally changing computing
ja_jp: コンピューティングに根底から変化をもたらす17万8,000人のコントリビュータたち

source: 2 Cloud Native Telco Days
ja_jp: クラウド ネイティブ通信事業者 2 日

source: 2022 saw the cloud native community switch from the Meetup platform to Cloud Native Community Groups and the new platform has taken off.
ja_jp: 2022 年には、クラウド ネイティブ コミュニティが Meetup プラットフォームからクラウド ネイティブ コミュニティ グループに切り替わり、新しいプラットフォームが離陸しました。

source: 220+ new members 19 new members from China
ja_jp: 220 以上の新メンバー うち 19 は中国から

source: 25% Increase
ja_jp: 25%増

source: 27.9% from event registration, 38% from event sponorship
ja_jp: イベント登録から 27.9%、イベント スポンサーシップから 38%

source: 280+ Registrations
ja_jp: 280以上の登録

source: 31,500+ Attendees
ja_jp: 31,500 人以上の参加者

source: 4 CNF vendor organizations Earned "Certified CNF" status - for a total of 6 products
ja_jp: 4 つの CNF ベンダー組織が「Certified CNF」ステータスを獲得 - 合計 6 製品

source: 4,000 Registrations
ja_jp: 4,000件の登録

source: 4.8% for Reserve
ja_jp: リザーブは4.8%

source: 44% Increase
ja_jp: 44% 増加

source: 44% of Keynotes at KubeCon + CloudNativeCon North America
ja_jp: KubeCon + CloudNativeCon North America での基調講演の 44%

source: 48% of Keynotes at KubeCon + CloudNativeCon Europe
ja_jp: KubeCon + CloudNativeCon Europe の基調講演の 48%

source: 49% Increase
ja_jp: 49% 増加

source: 5.8% for LG General & Adminstrative
ja_jp: LG General & Adminstrative の場合は 5.8%

source: 50.5% for Events
ja_jp: イベントの場合は 50.5%

source: 6,500+ attendees An increase of 85% from 2021
ja_jp: 6,500 人以上の参加者 2021 年から 85% 増加

source: 6.6% for Marketing, Comms and Busiess Development
ja_jp: マーケティング、コミュニケーション、事業開発に 6.6%

source: 64% of attendees were first timers.
ja_jp: 参加者の 64% が初めての参加者でした。

source: 65% of visitors were first timers.
ja_jp: 訪問者の 65% が初めての訪問者でした。

source: 7.1% from training, 26.9% from Membership
ja_jp: トレーニングから 7.1%、メンバーシップから 26.9%

source: 7403 in person attendees.
ja_jp: 7403 人の参加者。

source: 8.5% Increase
ja_jp: 8.5%増

source: 853 member organizations 15% growth from 2021
ja_jp: 853 のメンバー組織 2021 年から 15% の伸び

source: A 15% increase of membership growth compared to 2021
ja_jp: 2021 年と比較してメンバー数が 15% 増加

source: A basic premise behind CNCF, our conferences (including KubeCon + CloudNativeCon), and open source, in general, is that interactions are positive-sum.
ja_jp: CNCF、私たちのカンファレンス (KubeCon + CloudNativeCon を含む)、およびオープン ソースの背後にある基本的な前提は、一般的に、相互作用が正の合計であるということです。

source: A number of projects completed security audits, resulting in 132 security fixes and improvements, 45 CVE's fixed, and 51 security tools built.
ja_jp: 多くのプロジェクトがセキュリティ監査を完了し、132 件のセキュリティ修正と改善、45 件の CVE の修正、51 件のセキュリティ ツールの構築が行われました。

source: About Us
ja_jp: 私たちに関しては

source: Accept
ja_jp: 承諾

source: Accessibility Statement Submit an issue with this page
ja_jp: アクセシビリティに関する声明 このページに関する問題を送信する

source: Adolfo García Veytia
ja_jp: アドルフォ・ガルシア・ベイティア

source: Adolfo García Veytia @puerco
ja_jp: アドルフォ・ガルシア・ベイティア @puerco

source: Agree to ensure the final program schedule is diverse (e.g., not all speakers of one gender, one culture, or age)
ja_jp: 最終的なプログラム スケジュールが多様であることを確認することに同意します (たとえば、すべてのスピーカーが 1 つの性別、1 つの文化、または年齢であるとは限りません)。

source: Alex Chircop
ja_jp: アレックス・チャーコップ

source: Alex Chircop @chira001
ja_jp: アレックス・チャーコップ @chira001

source: All rights reserved.
ja_jp: 全著作権所有。

source: Ambassadors
ja_jp: アンバサダー

source: An increase of 33% from 2021
ja_jp: 2021 年から 33% の増加

source: An individual with incredible technical skills and notable technical achievements in one or multiple CNCF projects
ja_jp: 1つまたは複数のCNCFプロジェクトで、驚異的な技術スキルと注目すべき技術的成果を持つ個人

source: Announcements
ja_jp: お知らせ

source: Annual Report CNCF Annual Report 2022 December 15, 2022
ja_jp: Annual Report CNCF アニュアルレポート 2022 2022年12月15日

source: Archive
ja_jp: アーカイブ

source: Are you a maintainer on a graduated project?
ja_jp: あなたは卒業プロジェクトのメンテナーですか？

source: Argo Logo
ja_jp: アルゴ ロゴ

source: ArgoAuthors 814
ja_jp: アルゴオーサーズ 814

source: As a result, this year:
ja_jp: その結果、今年は次のようになりました。

source: As a result, we can get insight into platforms that will likely be successful:
ja_jp: その結果、成功する可能性が高いプラットフォームについての洞察を得ることができます。

source: As teams adopt cloud native strategies, it's clear that there is no "one size fits all" solution to the challenges organizations face.
ja_jp: さまざまなチームがクラウド ネイティブの戦略を採用するにつれてわかってくるのは、組織が直面する課題に対する「万能の」ソリューションというものはない、ということです。

source: At the heart of CNCF is our welcoming community of doers, working together to make cloud native ubiquitous.
ja_jp: CNCF の中心には、クラウド ネイティブをユビキタスにするべく、 Doer たちが協働する、懐の広いコミュニティがあります。

source: At the same time 26 endpoints have been identified as being ineligible for conformance testing and move to the ineligible endpoints list.
ja_jp: 同時に、26 のエンドポイントが適合性テストに不適格であると特定され、不適格エンドポイント リストに移動されました。

source: At the same time, CNCF continued to double down on digital, offering virtual access to all our major events to provide opportunities for collaboration, learning, and networking from every corner of the globe.
ja_jp: 同時に、CNCF は引き続きデジタルを強化し、すべての主要なイベントへの仮想アクセスを提供して、世界中のあらゆる場所からのコラボレーション、学習、ネットワーキングの機会を提供しました。

source: At the start of 2022 there were 85 untested endpoints remaining.
ja_jp: 2022 年の初めには、85 の未テストのエンドポイントが残っていました。

source: Attendee Demographics
ja_jp: 出席者の人口統計

source: Attendees at KubeCon + CloudNativeCon North America 2022
ja_jp: KubeCon + CloudNativeCon North America 2022 の参加者たち

source: Audience at KubeCon + CloudNativeCon North America 2022
ja_jp: KubeCon + CloudNativeCon North America 2022 参加の聴衆のみなさん

source: August's topic was “How to Curate a Diverse Lineup.” This meeting featured resources and recommendations for organizers on how to build and recruit diversity within their schedules.
ja_jp: 8月のテーマは「多様なラインナップをキュレートする方法」。この会議では、スケジュール内で多様性を構築し、採用する方法について、主催者向けのリソースと推奨事項が取り上げられました。

source: Axe icon
ja_jp: 斧のアイコン

source: Background flower
ja_jp: 背景の花

source: Backstage Logo
ja_jp: バックステージのロゴ

source: Backstage has seen one of the fastest growth trajectories this year - solving an important pain point around cloud native developer experience
ja_jp: Backstage は今年、最も急速に成長した軌道の 1 つを目にしており、クラウド ネイティブ デベロッパー エクスペリエンスに関する重要な問題点を解決しています。

source: BackstageAuthors 580
ja_jp: バックステージオーサーズ 580

source: Become a CNCF Member
ja_jp: CNCF メンバーになる

source: Become a CNCFMember
ja_jp: CNCFメンバーになる

source: Blog
ja_jp: ブログ

source: Boeing joined us as a platinum member - the first aerospace organization to join CNCF.
ja_jp: ボーイングはプラチナ メンバーとして参加しました。CNCF に参加した最初の航空宇宙組織です。

source: Both films succeed in giving a voice and face to the forward-looking engineers who tackled adversity and technical challenges in their quest to change the way we work and live today.
ja_jp: どちらの映画も、私たちの働き方や今日の生活を変えようと逆境や技術的課題に立ち向かった先見の明のあるエンジニアたちに声と顔を与えることに成功しています。

source: By submitting this form, you acknowledge that your information is subject to The Linux Foundation's Privacy Policy.
ja_jp: このフォームを送信することにより、あなたの情報が The Linux Foundation のプライバシー ポリシーの対象となることを認めたことになります。

source: By the end of 2022 only 10 endpoints (2.5%) remain untested.
ja_jp: 2022 年末までにテストされていないエンドポイントは 10 個 (2.5%) だけです。

source: CNCF Annual Report 2022
ja_jp: CNCF アニュアルレポート 2022

source: CNCF Annual Report 2022 - Building for the road ahead
ja_jp: CNCF Aアニュアルレポート2022 〜 道のむこうへ 築いていく 〜

source: CNCF Annual Report 2022 | Cloud Native Computing Foundation
ja_jp: CNCF アニュアルレポート 2022 | Cloud Native Computing Foundation

source: CNCF Glossary
ja_jp: CNCF用語集

source: CNCF Mascots
ja_jp: CNCFマスコット

source: CNCF Meetups become Community Groups
ja_jp: CNCF ミートアップがコミュニティ グループに

source: CNCF Membership Growth
ja_jp: CNCF メンバシップの増加

source: CNCF PROJECTS ACCEPTED
ja_jp: 受け入れられたCNCFプロジェクト

source: CNCF Project Velocity
ja_jp: CNCF プロジェクト速度

source: CNCF Project Velocity chart
ja_jp: CNCF プロジェクト ベロシティ チャート

source: CNCF Transportation User Group logo
ja_jp: CNCF Transportation User Group のロゴ

source: CNCF conducted a number of open source security audits throughout 2022, in strategic partnership with the Open Source Technology Improvement Fund (OSTIF).
ja_jp: CNCF は、Open Source Technology Improvement Fund (OSTIF) との戦略的パートナーシップにより、2022 年を通じて多数のオープンソース セキュリティ監査を実施しました。

source: CNCF continues to support the development of this incredible cloud native community while also striving to ensure that everyone who participates feels welcome regardless of gender, gender identity, sexual orientation, disability, race, ethnicity, age, religion, or economic status.
ja_jp: CNCF は、この素晴らしいクラウド ネイティブ コミュニティの発展を引き続きサポートすると同時に、性別、性自認、性的指向、障害、人種、民族、年齢、宗教、経済的地位に関係なく、参加するすべての人が歓迎されていると感じられるように努めています。

source: CNCF has become an embodiment of the spirit of open source, the spirit of freedom and choice, and at the same time has become synonymous with high quality cloud software.
ja_jp: CNCF は、オープン ソースの精神、自由と選択可能（Freedom and Choice）の精神を具現化し、同時に高品質なクラウド ソフトウェアの同義語にもなりました。

source: CNCF is an open source software foundation dedicated to making cloud native computing ubiquitous.
ja_jp: CNCF は、クラウド ネイティブ コンピューティングをユビキタスにすることを目的とした、オープン ソース ソフトウェアのファンデーション（財団）です。

source: CNCF proudly supported more than 100 individuals through various mentoring and internship opportunities in 2022, including the LFX mentorship platform, Google Summer of Code (GSoC), Google Summer of Docs (GSoD) program, and Outreachy.
ja_jp: CNCF は、LFX メンターシップ プラットフォーム、Google Summer of Code (GSoC)、Google Summer of Docs (GSoD) プログラム、Outreachy など、さまざまなメンタリングやインターンシップの機会を通じて、2022 年に 100 人以上をサポートしました。

source: CNCF strengthened our commitment to growing the cloud native ecosystem in 2022 - expanding our globally recognized certifications, boosting employment opportunities and helping more folks to upskill their practical application of cloud native technologies.
ja_jp: CNCF は、2022 年にクラウド ネイティブ エコシステムを成長させるというコミットメントを強化しました。世界的に認められた認定資格を拡大し、雇用機会を増やし、より多くの人々がクラウド ネイティブ テクノロジーの実用的なアプリケーションのスキルアップを支援します。

source: CNCF was proud to acknowledge the amazing efforts of five individuals for their outstanding contributions in 2022:
ja_jp: CNCF は、2022 年に際立った貢献をした 5 人の驚くべき努力に感謝の意を表します。

source: CNCF worked closely in partnership with individual contributors and community groups throughout 2022, developing programs to navigate and manage the fast-growing ecosystem - rising to meet the growing global demand for cloud native technologies.
ja_jp: CNCF は、2022 年を通じて個々の貢献者やコミュニティ グループと緊密に連携し、急速に成長するエコシステムをナビゲートおよび管理するためのプログラムを開発しました。

source: CNCF's Governance Leadership, comprising the Governing Board and Technical Oversight Committee, is 20% women and 80% men.
ja_jp: 運営委員会と技術監視委員会で構成される CNCF のガバナンス リーダーシップは、20% が女性で 80% が男性です。

source: CNCF's footprint in the Telecom domain increased throughout 2022.
ja_jp: テレコム ドメインにおける CNCF のフットプリントは、2022 年を通じて増加しました。

source: CNCF's revenue is derived from four primary fundraising sources, including membership, event sponsorship, event registration, and training.
ja_jp: CNCF の収益は、メンバーシップ、イベント スポンサーシップ、イベント登録、およびトレーニングを含む 4 つの主要な資金調達源から得られます。

source: CNCF's training and certification program continued to grow.
ja_jp: CNCF のトレーニングおよび認定プログラムは成長を続けました。

source: CTO Summit
ja_jp: CTO サミット

source: CTO Summit Report - KubeCon + CloudNativeCon Europe 2022
ja_jp: CTO サミット レポート - KubeCon + CloudNativeCon ヨーロッパ 2022

source: CVE's Reported and Fixed Includes 5 critical and 10 high severity findings fixed
ja_jp: CVE の報告済みおよび修正済み 5 件の重大な発見と 10 件の重大度の高い発見が修正されました

source: Calendar icon
ja_jp: カレンダー アイコン

source: Canada 291
ja_jp: カナダ 291

source: Canada 457
ja_jp: カナダ 457

source: Canada 748
ja_jp: カナダ 748

source: Canada Flag
ja_jp: カナダの国旗

source: Canadian Flag
ja_jp: カナダの旗

source: Carolyn Van Slyck
ja_jp: キャロリン・ヴァン・スリック

source: Carolyn Van Slyck @carolynvs
ja_jp: キャロリン・ヴァン・スリック @carolynvs

source: Case Studies
ja_jp: ケーススタディ

source: Catherine Paganini
ja_jp: カトリーヌ・パガニーニ

source: Catherine Paganini @CathPaga
ja_jp: キャサリン・パガニーニ @CathPaga

source: Cert Manager Logo
ja_jp: 認定マネージャーのロゴ

source: Certification
ja_jp: 認証

source: Certified Kubernetes
ja_jp: 認定済みの Kubernetes

source: Certified Kubernetes Administrator (CKA) exam hit 104,000 enrollments
ja_jp: Certified Kubernetes Administrator (CKA) 試験の登録者数は 104,000 人に達しました

source: Certified Kubernetes Application Developer (CKAD) hit 49,000 exam registrations
ja_jp: Certified Kubernetes Application Developer (CKAD) の試験登録数は 49,000 件に達しました

source: Certified Kubernetes Security Specialist (CKS) exam hit 18,000 registrations
ja_jp: Certified Kubernetes Security Specialist (CKS) 試験の登録数は 18,000 件に達しました

source: Chaos Mesh Logo
ja_jp: カオス メッシュ ロゴ

source: Chapters
ja_jp: 章

source: Chapters icon
ja_jp: 章アイコン

source: Chart of CNCF staff - showing 61% women, 39% men
ja_jp: CNCF スタッフのグラフ - 女性 61%、男性 39% を表示

source: Chart of Executive Leadership - showing 62.5% women, 37.5% men
ja_jp: エグゼクティブ リーダーシップのチャート - 62.5% の女性、37.5% の男性を示しています

source: Chart showing CNCF Membership growth with a rising trend line.
ja_jp: CNCF メンバーシップの増加傾向のチャート

source: Chart showing projects accepted by year - 2022 had 35 new projects accepted
ja_jp: 年ごとに受け入れられたプロジェクトを示すグラフ - 2022 年には 35 件の新しいプロジェクトが受け入れられました

source: Chart showing upward trend of Contributors growth
ja_jp: コントリビューターの増加傾向チャート

source: Chart showing upward trend of Members, End User and Project growth
ja_jp: メンバー、エンドユーザー、プロジェクトの増加傾向チャート

source: Check out our calendar for community events near you and don't forget to register for KubeCon + CloudNativeCon Europe in Amsterdam, April 2023.
ja_jp: お近くのコミュニティ イベントのカレンダーを確認し、2023 年 4 月にアムステルダムで開催される KubeCon + CloudNativeCon Europe に登録することを忘れないでください。

source: Checkmark icon
ja_jp: チェックマーク アイコン

source: Checlist icon
ja_jp: チェックリストのアイコン

source: Chop Wood & Carry Water awards
ja_jp: チョップ ウッド & キャリー ウォーター アワード

source: Chris Aniszczyk
ja_jp: クリス・アニシュチック

source: Chris Aniszczyk CTO, CNCF
ja_jp: クリス・アニシュチック CTO、CNCF

source: Cilium Logo
ja_jp: 繊毛虫のロゴ

source: Cloud Custodian Logo
ja_jp: クラウド管理者のロゴ

source: Cloud Events Logo
ja_jp: クラウド イベント ロゴ

source: Cloud Native Computing Foundation Slack
ja_jp: クラウド ネイティブ コンピューティングの基盤 Slack

source: Cloud Native Computing Foundation on Facebook
ja_jp: Facebook の Cloud Native Computing Foundation

source: Cloud Native Computing Foundation on Flickr
ja_jp: Flickr の Cloud Native Computing Foundation

source: Cloud Native Computing Foundation on Github
ja_jp: Github の Cloud Native Computing Foundation

source: Cloud Native Computing Foundation on LinkedIn
ja_jp: LinkedIn の Cloud Native Computing Foundation

source: Cloud Native Computing Foundation on Twitch
ja_jp: Twitch のクラウド ネイティブ コンピューティング ファウンデーション

source: Cloud Native Computing Foundation on Twitter
ja_jp: Twitter の Cloud Native Computing Foundation

source: Cloud Native Computing Foundation on WeChat
ja_jp: WeChat のクラウド ネイティブ コンピューティング ファウンデーション

source: Cloud Native Computing Foundation on YouTube
ja_jp: YouTube の Cloud Native Computing Foundation

source: Cloud Native Glossary
ja_jp: クラウド ネイティブ用語集

source: Cloud Native Landscape
ja_jp: クラウド ネイティブ ランドスケープ

source: Cloud native has crossed the chasm and more organizations than ever before are becoming software companies.
ja_jp: クラウド ネイティブはキャズムを越え、これまで以上に多くの組織がソフトウェア企業になりつつあります。

source: Cloud native training courses from LF
ja_jp: LF のクラウド ネイティブ トレーニング コース

source: Code of Conduct Process Improvements
ja_jp: 行動規範プロセスの改善

source: Coming January 2023KubeCon + CloudNativeCon North America CTO Summit Report
ja_jp: 2023 年 1 月公開 KubeCon + CloudNativeCon North America CTO サミット レポート

source: Community
ja_jp: コミュニティ（Community）

source: Community & Diversity Engagement
ja_jp: コミュニティと多様性への関与

source: Community Awards
ja_jp: コミュニティ賞

source: Community Events
ja_jp: コミュニティイベント

source: Community Groups
ja_jp: コミュニティグループ

source: Community Groups 2022
ja_jp: コミュニティ グループ 2022

source: Community Mentoring
ja_jp: コミュニティメンタリング

source: Conformance test was added across the three release: 1.24 - 16 endpoints tested 1.25 - 23 endpoints tested 1.26 - 10 endpoints tested
ja_jp: 3 つのリリースにわたって適合性テストが追加されました。 1.24 - 16 個のエンドポイントがテストされました。 1.25 - 23 個のエンドポイントがテストされました。

source: Consistently looking into CNCF project's velocity and the top open source projects gives us a very good indication of trends that are resonating with developers and end users.
ja_jp: CNCF プロジェクトの速度と上位のオープン ソース プロジェクトを常に調査することで、開発者とエンド ユーザーの共感を呼んでいる傾向を非常によく知ることができます。

source: ContainerD Logo
ja_jp: ContainerD ロゴ

source: Content
ja_jp: コンテンツ

source: Contour Logo
ja_jp: 輪郭のロゴ

source: Contribute
ja_jp: 助ける

source: Contribute to the Glossary
ja_jp: 用語集に貢献する

source: Contributor Growth
ja_jp: コントリビューターの伸び

source: Contributors
ja_jp: コントリビュータ

source: Copyright © 2023 The Linux Foundation®.
ja_jp: 著作権 © 2023 The Linux Foundation®.

source: Countries Across the globe
ja_jp: 世界中の国

source: Courses
ja_jp: コース

source: Cover of the KubeCon + CloudNativeCon Europe 2022 Transparency Report
ja_jp: KubeCon + CloudNativeCon Europe 2022 透明性レポートの表紙

source: Cover of the KubeCon + CloudNativeCon North America 2022 Transparency Report
ja_jp: KubeCon + CloudNativeCon North America 2022 透明性レポートの表紙

source: Crio Logo
ja_jp: クリオ ロゴ

source: Cube FS Logo
ja_jp: キューブFS ロゴ

source: Denial of service, XSS, Path Traversal, Privilege Escalation, RCE Types of Vulnerabilities Fixed
ja_jp: DoS、XSS、パス トラバーサル、権限昇格、RCE 修正された脆弱性の種類

source: Despite the collective challenges we've faced, and continue to tackle, the cloud native ecosystem has soared.
ja_jp: 私たちには直面し、取り組み続けている共通的な課題はありますが、一方でクラウド ネイティブ エコシステムは躍進しつづけています。

source: Diversity Applicants from traditionally underrepresented and / or marginalized groups
ja_jp: 多様性 伝統的に少数派および/または疎外されたグループからの応募者

source: Diversity, Equity, and Inclusivity
ja_jp: 多様性、公平性、包括性

source: Do you know somebody doing incredible things in the cloud native ecosystem?
ja_jp: 「クラウド ネイティブ」なエコシステムでスゴいことやってる人、ご存じですか?

source: Do you want to help others better understand the concepts of cloud native computing?
ja_jp: 他の人がクラウド ネイティブ コンピューティングの概念をよりよく理解できるように支援したいですか?

source: Document with check icon
ja_jp: チェック アイコン付きのドキュメント

source: Donate a character
ja_jp: キャラクターを寄付する

source: Donate a character to the Phippy and Friends family.
ja_jp: Phippy and Friends ファミリーにキャラクターを寄付する。

source: Download icon
ja_jp: ダウンロードアイコン

source: Ecosystem
ja_jp: エコシステム

source: Email address*
ja_jp: 電子メールアドレス*

source: End User Community
ja_jp: エンドユーザー コミュニティ

source: End User Members
ja_jp: のエンドユーザー メンバー

source: End Users
ja_jp: エンドユーザー

source: End Users within the Cloud Native Computing Foundation (CNCF) are member companies that use cloud native technologies internally, do not sell any cloud native services externally, and aren't vendors, consultancies, training partners, or telecommunications companies.Individuals within end user companies are passionate about solving problems using cloud native architectures and providing teams with self-service solutions which create a more inclusive, iterative process.
ja_jp: Cloud Native Computing Foundation （CNCF） のエンド ユーザー企業とは、クラウド ネイティブ テクノロジを社内で活用していて、クラウド ネイティブ サービスを外部向けに販売していないメンバー企業のことです。ベンダー、コンサルタント企業、トレーニング パートナー、またはテレコムキャリアといった企業はこれにあたりません。エンド ユーザー企業では、一人ひとりがクラウド ネイティブ アーキテクチャを駆使し問題を解決すること、より包括的で繰り返し活用できるプロセスを生み出す、セルフサービス型のソリューションをチームに提供することに情熱を注いでいるのです。

source: Endpoint testing results
ja_jp: エンドポイントのテスト結果

source: Endpoint testing results chart
ja_jp: エンドポイント テスト結果チャート

source: English
ja_jp: 英語

source: Envoy Logo
ja_jp: 特使のロゴ

source: Equally important, a neutral home for a project and community fosters this type of positive-sum thinking and drives the growth and diversity that we believe are core elements of a successful open source project.
ja_jp: 同様に重要なのは、プロジェクトとコミュニティの中立的な拠点が、この種のポジティブ サムの考え方を助長し、成長と多様性を促進することです。これは、成功するオープン ソース プロジェクトのコア要素であると私たちは信じています。

source: Events
ja_jp: イベント

source: Events We’ll Be At
ja_jp: 私たちが参加するイベント

source: Every time we have requirements to build software for our Cloud Infrastructure, the first thing we do is go to the CNCF landscape and evaluate the choices available.
ja_jp: クラウド インフラストラクチャ用のソフトウェアを構築する必要に迫られるたびに私たちが最初に行うのは、「CNCF ランドスケープ（CNCF landscape）にアクセスし、利用可能な選択肢を評価することです。

source: Executive Leadership
ja_jp: エグゼクティブリーダーシップ

source: Expenditures
ja_jp: 支出

source: Facebook
ja_jp: フェイスブック

source: Falco Logo
ja_jp: ファルコ ロゴ

source: Female and Non Binary person icon
ja_jp: 女性と非バイナリの人のアイコン

source: Find out how we use cookies and how to change your settings.
ja_jp: クッキー情報の使い方、設定の変更方法はこちらで確認ください。

source: First name*
ja_jp: ファーストネーム*

source: First place icon
ja_jp: 1 位のアイコン

source: Flag icon
ja_jp: 旗のアイコン

source: Flickr
ja_jp: フリッカー

source: FluentdAuthors 275
ja_jp: FluentdAuthor 275

source: Flux Logo
ja_jp: フラックス ロゴ

source: FluxAuthors 258
ja_jp: フラックスオーサーズ 258

source: For a list of trademarks of The Linux Foundation, please see our Trademark Usage page.
ja_jp: The Linux Foundation の商標の一覧については、商標の使用に関するページをご覧ください。

source: For a veteran cloud blogger, this conference is a peek into the future of distributed development.
ja_jp: ベテランのクラウド ブロガーにとって、このカンファレンスは分散型開発の未来を垣間見るものです。

source: Four Funding Sources
ja_jp: 4 つの資金源

source: From a humble PHP app, Phippy has gone on to help thousands of folx take their first steps to understanding cloud native computing - from containerisation to automation.
ja_jp: 謙虚な PHP アプリから、Phippy は、コンテナ化から自動化まで、何千もの人々がクラウド ネイティブ コンピューティングを理解するための最初の一歩を踏み出すのを支援してきました。

source: Funding
ja_jp: 資金調達

source: Furthermore, CNCF funded fuzzing audits for a variety of projects that have resulted in hundreds of bugs being found.
ja_jp: さらに、CNCF はさまざまなプロジェクトのファジング監査に資金を提供し、その結果、何百ものバグが発見されました。

source: German Flag
ja_jp: ドイツの旗

source: Germany 1,060
ja_jp: ドイツ 1,060

source: Germany 1,403
ja_jp: ドイツ 1,403

source: Germany 2,463
ja_jp: ドイツ 2,463

source: Get Involved
ja_jp: 参加する

source: Get involved
ja_jp: 参加する

source: Get involved with mentoring
ja_jp: メンタリングに参加する

source: GitOps remains an important technique in the cloud native ecosystem, where projects like Argo and Flux continue to cultivate large communities
ja_jp: GitOps は、Argo や Flux などのプロジェクトが大規模なコミュニティを開拓し続けているクラウド ネイティブ エコシステムにおいて重要な技術であり続けています。

source: Globe icon
ja_jp: 地球儀のアイコン

source: Go to top
ja_jp: トップへ戻る

source: Governance Leadership
ja_jp: ガバナンスのリーダーシップ

source: Governance Leadership chart showing 20% women, 80% men
ja_jp: 女性 20%、男性 80% を示すガバナンス リーダーシップ チャート

source: Governing Board
ja_jp: 運営委員会

source: Graduated
ja_jp: 卒業

source: Graduations
ja_jp: 卒業式

source: HarborAuthors 126
ja_jp: ハーバーオーサーズ 126

source: Have a look at the full details in our transparency report
ja_jp: 透明性レポートで詳細をご覧ください

source: Having seen what KubeCon has to offer, I'm sorry I missed every previous KubeCon since (they began in) 2015.
ja_jp: KubeCon が提供するものを見てきましたが、2015 年 (開始) 以来、以前の KubeCon をすべて見逃してしまったことを残念に思います。

source: HelmAuthors 160
ja_jp: ヘルムオーサーズ 160

source: Highlights
ja_jp: ハイライト

source: Humans Of Cloud Native
ja_jp: 「クラウド ネイティブ」の人たち（Humans of Cloud Native）

source: Humans of Cloud Native
ja_jp: クラウド ネイティブの人間

source: I hope you enjoy reading about our milestones and reflecting back on the impressive progress we've achieved together this year.
ja_jp: 私たちが歩んできたマイルストーン、今年一緒に達成してきた素晴らしいな前進について本レポートを読みながら振り返っていただければと思います。
